const MUKDAHAN_HOSPITALS = {
    "10247": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบาก  ตำบลบ้านบาก",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "10248": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านภูล้อม  บ้านบาก",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "10712": {
        "hosname": "โรงพยาบาลมุกดาหาร",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "11113": {
        "hosname": "โรงพยาบาลนิคมคำสร้อย",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "11114": {
        "hosname": "โรงพยาบาลดอนตาล",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "11115": {
        "hosname": "โรงพยาบาลดงหลวง",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "11116": {
        "hosname": "โรงพยาบาลคำชะอี",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "11117": {
        "hosname": "โรงพยาบาลหว้านใหญ่",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "11118": {
        "hosname": "โรงพยาบาลหนองสูง",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "11759": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสวรรค์  ตำบลนากอก",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "13984": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสว่าง ตำบลคำชะอี",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "13985": {
        "hosname": "สถานีอนามัยบ้านห้วยตาเปอะเฉลิมพระเกียรติ",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "14431": {
        "hosname": "เทศบาลเมืองมุกดาหาร",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "14879": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกป่งเปือยนาโสก",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "14893": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนทราย  โพนทราย",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "15009": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแต้  ตำบลหนองสูง",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "22799": {
        "hosname": "สถานพยาบาลเรือนจำจังหวัดมุกดาหาร",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "38393": {
        "hosname": "นิกนายแพทย์โสภณ",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "53630": {
        "hosname": "พริ้นซ์ มุกดาหารโรงพยาบาลทั่วไปขนาดกลาง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "99793": {
        "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลคำชะอี",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "99855": {
        "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลมุกดาหาร สาขา 3",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "99856": {
        "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลมุกดาหาร สาขา 2",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "99976": {
        "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลมุกดาหาร",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "00036": {
        "hosname": "สำนักงานสาธารณสุขจังหวัดมุกดาหาร",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "00522": {
        "hosname": "สำนักงานสาธารณสุขอำเภอเมืองมุกดาหาร",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "00523": {
        "hosname": "สำนักงานสาธารณสุขอำเภอนิคมคำสร้อย",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "00524": {
        "hosname": "สำนักงานสาธารณสุขอำเภอดอนตาล",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "00525": {
        "hosname": "สำนักงานสาธารณสุขอำเภอดงหลวง",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "00526": {
        "hosname": "สำนักงานสาธารณสุขอำเภอคำชะอี",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "00527": {
        "hosname": "สำนักงานสาธารณสุขอำเภอหว้านใหญ่",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "00528": {
        "hosname": "สำนักงานสาธารณสุขอำเภอหนองสูง",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "05740": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดโง้ง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05741": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคก",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05742": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแวง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05743": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกสูง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05744": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำฮี",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05745": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนตูม",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05746": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองไผ่",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05747": {
        "hosname": "สถานีอนามัยเฉลิมพระเกียรติ 60 พรรษา นวมินทราชินี",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05748": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาโด่",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05749": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาสีนวน",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05750": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านท่าไค้-นาแล",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05751": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำป่าหลาย",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05752": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสามขา",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05753": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้ง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05754": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหมืองบ่า",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05755": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสะอาด",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05756": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงเย็น ตำบลดงเย็น",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05757": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่งโพง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05758": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงมอน",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05759": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงยาง",
        "amp_code": "4901",
        "amp_name": "เมืองมุกดาหาร"
    },
    "05760": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านภูแผงม้า ตำบลนิคมคำสร้อย",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05761": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนากอก",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05762": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแวง",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05763": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่าหลวง ตำบลหนองแวง",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05764": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่ากลาง ตำบลกกแดง",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05765": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาอุดม ตำบลนาอุดม",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05766": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทรายไหลแล้ง ตำบลนาอุดม",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05767": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหลี่ ตำบลโชคชัย",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05768": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสุริโย ตำบลร่มเกล้า",
        "amp_code": "4902",
        "amp_name": "นิคมคำสร้อย"
    },
    "05769": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหล่ม ตำบลโพธิ์ไทร",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05770": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพธิ์ไทร ตำบลโพธิ์ไทร",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05771": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่าชาด ตำบลป่าไร่",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05772": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเม็ก  ตำบลป่าไร่",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05774": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาทาม ตำบลป่าไร่",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05775": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่าหมี ตำบลเหล่าหมี",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05776": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาซิง  ตำบลเหล่าหมี",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05777": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนายาง ตำบลบ้านบาก",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05778": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาสะเม็ง ตำบลนาสะเม็ง",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05779": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองกระยัง ตำบลนาสะเม็ง",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05780": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้ง ตำบลบ้านแก้ง",
        "amp_code": "4903",
        "amp_name": "ดอนตาล"
    },
    "05781": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่า ตำบลหนองบัว",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05782": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกกตูม ตำบลกกตูม",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05783": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสานแว้  ตำบลกกตูม",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05784": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านขัวสูง ตำบลกกตูม",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05785": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก่งนาง ตำบลกกตูม",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05786": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแคน ตำบลหนองแคน",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05787": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านชะโนดน้อย ตำบลชะโนดน้อย",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05788": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านย้อมพัฒนา ตำบลชะโนดน้อย",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05789": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านพังแดง ตำบลพังแดง",
        "amp_code": "4904",
        "amp_name": "ดงหลวง"
    },
    "05790": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำชะอี ตำบลคำชะอี",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05791": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสังข์ศรี  บ้านซ่ง",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05792": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเอี่ยน ตำบลหนองเอี่ยน",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05793": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านค้อ ตำบลบ้านค้อ",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05794": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่า ตำบลบ้านเหล่า",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05795": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหญ้าปล้อง ตำบลบ้านเหล่า",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05796": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนงาม ตำบลโพนงาม",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05797": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลโนนป่าแดง  ตำบลโพนงาม",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05798": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่าสร้างถ่อ ตำบลเหล่าสร้างถ่อ",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05799": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำบก ตำบลคำบก",
        "amp_code": "4905",
        "amp_name": "คำชะอี"
    },
    "05800": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหว้านใหญ่   หว้านใหญ่",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "05801": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่งขาม ตำบลป่งขาม",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "05802": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอน ตำบลบางทรายน้อย",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "05803": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบางทราย ตำบลบางทรายน้อย",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "05804": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านชะโนด ตำบลชะโนด",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "05805": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนิคมเกษตรกรรมทหารผ่านศึก",
        "amp_code": "4906",
        "amp_name": "หว้านใหญ่"
    },
    "05806": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านงิ้ว ตำบลโนนยาง",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "05807": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำพอก  ตำบลโนนยาง",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "05808": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบุ่ง ตำบลภูวง",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "05809": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเป้า ตำบลบ้านเป้า",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    },
    "05810": {
        "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกกลาง  ตำบลหนองสูงใต้",
        "amp_code": "4907",
        "amp_name": "หนองสูง"
    }
};
